Repository: mnestorov/smarty-sameday-lockers-locator
Catalog: languages/smarty-speedy-offices-locator-*.po
Languages: bg_bg

source: A list of country codes can be found here: <a href="https://en.wikipedia.org/wiki/List_of_ISO_3166_country_codes" target="_blank">ISO 3166 country codes</a>
bg_bg: Списък с кодове на държави можете да намерите тук: <a href="https://en.wikipedia.org/wiki/List_of_ISO_3166_country_codes" target="_blank">ISO 3166 country codes</a>

source: Automatic Update Schedule
bg_bg: График за автоматично актуализиране

source: Choose Speedy Office
bg_bg: Изберете офис на Спиди

source: Country ID
bg_bg: ID на държавата

source: Credentials
bg_bg: Данни за достъп

source: Default to Speedy Address
bg_bg: Избрана по подразбиране да е доставка `До адрес`

source: Default to Speedy Office
bg_bg: Избрана по подразбиране да е доставка `До офис`

source: Enter the Country ID (ISO code) to filter the Speedy offices on the checkout page field.
bg_bg: Въведете ID на държавата, за да филтрирате офисите на Спиди в полето на страницата за плащане.

source: Enter the day and time for automatic update. Format: "Day HH:MM", e.g., "Monday 03:00".
bg_bg: Въведете ден и час за автоматична актуализация. Формат: "Ден HH:MM", напр. "Monday 03:00".

source: Enter your Speedy service credentials.
bg_bg: Въведете данните си за достъп до услугата на Спиди.

source: General
bg_bg: Основни

source: Hide Speedy Address
bg_bg: Скриване на опцията доставка `До адрес`

source: Hide Speedy Office
bg_bg: Скриване на опцията доставка `До офис`

source: Manual Update
bg_bg: Ръчна актуализация

source: No offices found.
bg_bg: Няма намерени офиси.

source: Office Updater
bg_bg: Актуализация на офисите

source: Password
bg_bg: Парола

source: Please select an Speedy office.
bg_bg: Моля изберете офис на Спиди.

source: Selection
bg_bg: Избор

source: Settings saved.
bg_bg: Настройките са запазени.

source: Settings to manually trigger offices locations update and/or set a schedule for automatic offices locations update.
bg_bg: Настройки за ръчно задействане на актуализация на местоположения на офиси и/или задаване на график за автоматично актуализиране на местоположения на офиси.

source: Show/Hide delivery methods.
bg_bg: Покажи/скрий методи за доставка.

source: Speedy Office
bg_bg: Офис на Спиди

source: Speedy Offices
bg_bg: Спиди Офиси

source: Speedy offices updated successfully.
bg_bg: Офисите на Спиди, бяха обновени успешно.

source: Speedy Offices | Settings
bg_bg: Speedy Offices | Настройки

source: To Speedy office
bg_bg: До офис

source: To your address
bg_bg: До адрес

source: Update failed.
bg_bg: Неуспешна актуализация.

source: Update Now
bg_bg: Актуализирайте сега

source: Username
bg_bg: Потребителско име

source: Visualization
bg_bg: Визуализация
